[
    {"text": "Hello there!", "label": "saying hello"},
    {"text": "Hi!", "label": "saying hello"},
    {"text": "Hey!", "label": "saying hello"},
    {"text": "Is anyone there?", "label": "saying hello"},
    {"text": "Hi there", "label": "saying hello"},
    {"text": "Hello", "label": "saying hello"},
    {"text": "Hey there", "label": "saying hello"},
    {"text": "Howdy", "label": "saying hello"},
    {"text": "Hola", "label": "saying hello"},
    {"text": "Bonjour", "label": "saying hello"},

    
    {"text": "Can you give me some advice on managing stress?", "label": "seeking advice"},
    {"text": "I need guidance on improving my time management skills.", "label": "seeking advice"},
    {"text": "What should I do if I feel overwhelmed at work?", "label": "seeking advice"},
    {"text": "Do you have tips for staying focused while studying?", "label": "seeking advice"},
    {"text": "How can I maintain a healthy work-life balance?", "label": "seeking advice"},
    {"text": "I'm struggling with decision-making. Any advice on making choices?", "label": "seeking advice"},
    {"text": "What are some effective ways to deal with anxiety?", "label": "seeking advice"},
    {"text": "Can you suggest strategies for improving self-confidence?", "label": "seeking advice"},
    {"text": "I'm looking for advice on starting a new fitness routine.", "label": "seeking advice"},
    {"text": "How can I enhance my public speaking skills?", "label": "seeking advice"},
    {"text": "What strategies can I employ to foster creativity and innovation?", "label": "seeking advice"},
    {"text": "I'm interested in becoming a better problem solver. How can I develop this skill?", "label": "seeking advice"},
    {"text": "In a competitive job market, how can I make my resume stand out to potential employers?", "label": "seeking advice"},
    {"text": "I want to become a more effective leader. What steps should I take to improve my leadership abilities?", "label": "seeking advice"},
    {"text": "How can I navigate complex ethical dilemmas in the workplace while maintaining my integrity?", "label": "seeking advice"},
    {"text": "What are some effective time management techniques for increasing productivity?", "label": "seeking advice"},
    {"text": "I'm considering a career change. How can I identify the right path and transition successfully?", "label": "seeking advice"},
    {"text": "What strategies can I use to maintain a healthy work-life balance in a demanding job?", "label": "seeking advice"},
    {"text": "I want to improve my communication skills. What resources or courses do you recommend?", "label": "seeking advice"},
    {"text": "How can I overcome procrastination and stay focused on my long-term goals?", "label": "seeking advice"},
    {"text": "What are some effective methods for coping with stress and anxiety in high-pressure situations?", "label": "seeking advice"},
    {"text": "I'm planning to start a small business. What key steps should I take to ensure its success?", "label": "seeking advice"},
    {"text": "What books or literature would you suggest for personal development and growth?", "label": "seeking advice"},
    {"text": "I want to learn a new programming language. What online courses or tutorials are recommended?", "label": "seeking advice"},
    {"text": "How can I enhance my critical thinking skills to make better decisions in my personal and professional life?", "label": "seeking advice"},
    {"text": "I'm at a crossroads in my career and life. Can you provide guidance on making major life decisions?", "label": "seeking advice"},
    {"text": "What strategies can I employ to navigate the complexities of interpersonal relationships in the workplace?", "label": "seeking advice"},
    {"text": "I want to develop a unique creative project. How can I find inspiration and overcome creative blocks?", "label": "seeking advice"},
    {"text": "How should I approach financial planning to secure my future and achieve long-term financial goals?", "label": "seeking advice"},
    {"text": "What are the ethical considerations and dilemmas in emerging fields of technology and science?", "label": "seeking advice"},
    {"text": "I'm passionate about environmental conservation. How can I make a significant impact as an activist?", "label": "seeking advice"},
    {"text": "What are the potential risks and benefits of investing in cryptocurrency, and how can I make informed investment choices?", "label": "seeking advice"},
    {"text": "I'm interested in starting a non-profit organization. What are the key legal and administrative steps involved?", "label": "seeking advice"},
    {"text": "How can I effectively manage a remote team and foster a sense of collaboration and productivity?", "label": "seeking advice"},
    {"text": "I'm pursuing a career in medicine. What advice do you have for maintaining a healthy work-life balance during medical school and beyond?", "label": "seeking advice"},
    {"text": "How can I improve my time management skills to be more productive at work?", "label": "seeking advice"},
    {"text": "What are some effective study techniques for better exam preparation?", "label": "seeking advice"},
    {"text": "Can you suggest some healthy and easy-to-make recipes for a busy lifestyle?", "label": "seeking advice"},
    {"text": "I'm planning a vacation. Any recommendations for budget-friendly travel destinations?", "label": "seeking advice"},
    {"text": "What are the best practices for setting and achieving personal fitness goals?", "label": "seeking advice"},
    {"text": "How can I maintain a positive mindset and reduce stress in my daily life?", "label": "seeking advice"},
    {"text": "Do you have any tips for effective job searching and preparing for job interviews?", "label": "seeking advice"},
    {"text": "I want to learn a new programming language. Where should I start, and what resources are recommended?", "label": "seeking advice"},
    {"text": "Can you provide guidance on building a strong and appealing resume for job applications?", "label": "seeking advice"},
    {"text": "I'm interested in adopting a pet. What should I consider and prepare for before getting a pet?", "label": "seeking advice"},
    {"text": "How can I unlock my full potential and achieve ultimate success in life?", "label": "seeking advice"},
    {"text": "What strategies should I employ to navigate complex interpersonal conflicts gracefully?", "label": "seeking advice"},
    {"text": "Could you provide comprehensive guidance on becoming a highly effective and influential leader?", "label": "seeking advice"},
    {"text": "In the pursuit of happiness, what profound insights can you offer to help me find true fulfillment?", "label": "seeking advice"},
    {"text": "What are the secrets to mastering the art of persuasion and influencing people's decisions effortlessly?", "label": "seeking advice"},
    {"text": "Can you share a blueprint for creating a revolutionary startup that disrupts entire industries?", "label": "seeking advice"},
    {"text": "I aspire to reach spiritual enlightenment. What profound wisdom can guide me on this profound journey?", "label": "seeking advice"},
    {"text": "What timeless principles should I embrace to become a master of both time management and productivity?", "label": "seeking advice"},
    {"text": "In the quest for self-improvement, how can I attain wisdom that transcends conventional understanding?", "label": "seeking advice"},
    {"text": "Can you reveal the deepest mysteries of the universe and our existence within it?", "label": "seeking advice"},
    {"text": "What are the profound and life-altering truths that can reshape the way I perceive reality?", "label": "seeking advice"},
    {"text": "Could you offer profound insights on harnessing the power of the subconscious mind for extraordinary achievements?", "label": "seeking advice"},
    {"text": "How can I unlock the secrets of boundless creativity and innovation in my endeavors?", "label": "seeking advice"},
    {"text": "What transformative practices can lead me to a state of constant flow and peak performance?", "label": "seeking advice"},
    {"text": "I seek the path to inner peace and enlightenment. What profound teachings should I follow?", "label": "seeking advice"},
    {"text": "What are the untold secrets of building unbreakable relationships and deep connections with others?", "label": "seeking advice"},
    {"text": "How can I transcend the limitations of the physical world and explore the depths of metaphysical reality?", "label": "seeking advice"},
    {"text": "Can you provide guidance on achieving transcendence and oneness with the cosmos itself?", "label": "seeking advice"},
    {"text": "I aim to understand the very fabric of reality. What profound knowledge can you share with me?", "label": "seeking advice"},
    {"text": "What are the profound and uncharted territories of human potential waiting to be explored?", "label": "seeking advice"},
    {"text": "How can I decode the mysteries of the human mind and harness its limitless capabilities?", "label": "seeking advice"},
    {"text": "What are the profound principles that govern the balance of nature and the universe?", "label": "seeking advice"},
    {"text": "Can you offer insights into the deepest and most enigmatic aspects of quantum physics?", "label": "seeking advice"},
    {"text": "I aspire to reach the pinnacle of wisdom. What are the timeless truths I should seek?", "label": "seeking advice"},
    {"text": "What are the fundamental and profound questions that shape the course of human existence?", "label": "seeking advice"},
    {"text": "How can I decipher the cosmic code that governs the birth and evolution of stars and galaxies?", "label": "seeking advice"},
    {"text": "Can you unveil the deepest layers of human consciousness and the nature of reality itself?", "label": "seeking advice"},
    {"text": "I seek the path to spiritual ascension. What profound teachings should I follow?", "label": "seeking advice"},
    {"text": "What are the untold secrets of harnessing the power of the universe to manifest desires?", "label": "seeking advice"},
    {"text": "How can I unravel the mysteries of existence and the ultimate purpose of life?", "label": "seeking advice"},
    {"text": "Can you provide insights into the inner workings of the human soul and its connection to the divine?", "label": "seeking advice"},
    {"text": "I aim to understand the very essence of time. What profound knowledge can you share with me?", "label": "seeking advice"},
    {"text": "What are the profound and unexplored realms of human potential waiting to be uncovered?", "label": "seeking advice"},
    {"text": "How can I unlock the secrets of the multiverse and explore alternate dimensions of reality?", "label": "seeking advice"},
    {"text": "What are the profound principles that underlie the mysteries of dark matter and energy?", "label": "seeking advice"},
    {"text": "Can you offer insights into the deepest and most enigmatic aspects of consciousness?", "label": "seeking advice"},
    {"text": "I aspire to reach the zenith of human understanding. What are the ultimate truths I should seek?", "label": "seeking advice"},
    {"text": "What are the fundamental and profound questions that define the boundaries of human knowledge?", "label": "seeking advice"},
    {"text": "How can I decipher the cosmic enigmas that shape the birth and death of galaxies?", "label": "seeking advice"},
    {"text": "Can you unveil the deepest mysteries of existence and the nature of the cosmos?", "label": "seeking advice"},


    {"text": "Thank you so much!", "label": "expressing gratitude"},
    {"text": "I appreciate your help.", "label": "expressing gratitude"},
    {"text": "You've been a great help.", "label": "expressing gratitude"},
    {"text": "Thanks a million!", "label": "expressing gratitude"},
    {"text": "I'm so grateful for your assistance.", "label": "expressing gratitude"},
    {"text": "You've been incredibly kind.", "label": "expressing gratitude"},
    {"text": "I can't thank you enough.", "label": "expressing gratitude"},
    {"text": "Thanks a bunch!", "label": "expressing gratitude"},
    {"text": "I'm deeply thankful for your support.", "label": "expressing gratitude"},
    {"text": "Your help means a lot to me.", "label": "expressing gratitude"},
    {"text": "Your assistance has made a significant impact on my situation, and I want to express my heartfelt gratitude.", "label": "expressing gratitude"},
    {"text": "I wanted to take a moment to convey my sincere appreciation for your unwavering support during a challenging time.", "label": "expressing gratitude"},
    {"text": "I'm truly thankful for your continuous dedication and effort in helping me achieve my goals.", "label": "expressing gratitude"},
    {"text": "Your kindness and support have been a source of strength for me, and I wanted to express my deepest gratitude.", "label": "expressing gratitude"},
    {"text": "I'm grateful for the countless times you've gone above and beyond to assist me, and I wanted to acknowledge your incredible generosity.", "label": "expressing gratitude"},
    {"text": "Your guidance and encouragement have played a pivotal role in my success, and I wanted to extend my heartfelt thanks.", "label": "expressing gratitude"},
    {"text": "I wanted to take a moment to let you know how much I appreciate your consistent help and unwavering support.", "label": "expressing gratitude"},
    {"text": "Your unwavering commitment to my well-being has left an indelible mark, and I wanted to express my deepest gratitude.", "label": "expressing gratitude"},
    {"text": "I'm thankful for your kindness, understanding, and patience, and I wanted to convey my sincere appreciation.", "label": "expressing gratitude"},
    {"text": "Your generosity has made a significant difference in my life, and I wanted to express my heartfelt thanks.", "label": "expressing gratitude"},
    {"text": "In this complex and ever-changing world, your unwavering support has been a beacon of hope, and I wanted to express my profound gratitude.", "label": "expressing gratitude"},
    {"text": "I find it challenging to put into words just how much your support means to me, but I wanted to convey my deepest thanks.", "label": "expressing gratitude"},
    {"text": "Amidst the chaos of life, your consistent presence and support have been a sanctuary, and I wanted to express my heartfelt gratitude.", "label": "expressing gratitude"},
    {"text": "I'm deeply moved by your unwavering commitment to my well-being, and I wanted to express my sincere appreciation.", "label": "expressing gratitude"},
    {"text": "Your generosity has transcended ordinary acts of kindness, and I wanted to acknowledge your exceptional benevolence.", "label": "expressing gratitude"},
    {"text": "Words seem inadequate to convey the depth of my gratitude for your exceptional support and unwavering dedication.", "label": "expressing gratitude"},
    {"text": "Your contributions to my life have been invaluable, and I wanted to express my profound thanks.", "label": "expressing gratitude"},
    {"text": "In a world filled with complexity, your genuine kindness and support shine as beacons of light, and I wanted to convey my deepest gratitude.", "label": "expressing gratitude"},
    {"text": "The magnitude of your impact on my life is immeasurable, and I wanted to express my heartfelt thanks.", "label": "expressing gratitude"},
    {"text": "Your unwavering support has been like a lifeline, and I wanted to express my profound gratitude for your extraordinary presence in my journey.", "label": "expressing gratitude"},


    {"text": "I'm feeling really happy today!", "label": "sharing emotions"},
    {"text": "I'm so excited about the upcoming event!", "label": "sharing emotions"},
    {"text": "I can't stop smiling, everything is going well.", "label": "sharing emotions"},
    {"text": "I'm overjoyed by the news!", "label": "sharing emotions"},
    {"text": "I'm feeling grateful for all the love and support.", "label": "sharing emotions"},
    {"text": "I'm in a great mood today.", "label": "sharing emotions"},
    {"text": "I'm feeling fantastic!", "label": "sharing emotions"},
    {"text": "I'm thrilled about the opportunity.", "label": "sharing emotions"},
    {"text": "I'm feeling a sense of accomplishment.", "label": "sharing emotions"},
    {"text": "I'm so proud of my achievements.", "label": "sharing emotions"},
    {"text": "I'm feeling a bit sad today.", "label": "sharing emotions"},
    {"text": "I'm experiencing some nostalgia.", "label": "sharing emotions"},
    {"text": "I'm feeling a little down.", "label": "sharing emotions"},
    {"text": "I'm missing my old friends.", "label": "sharing emotions"},
    {"text": "I'm feeling a bit overwhelmed.", "label": "sharing emotions"},
    {"text": "I'm going through a tough time.", "label": "sharing emotions"},
    {"text": "I'm feeling a bit anxious.", "label": "sharing emotions"},
    {"text": "I'm dealing with some stress.", "label": "sharing emotions"},
    {"text": "I'm feeling a sense of relief.", "label": "sharing emotions"},
    {"text": "I'm a bit frustrated with the situation.", "label": "sharing emotions"},
    {"text": "My heart is a symphony of joy and ecstasy!", "label": "sharing emotions"},
    {"text": "My soul soars on the wings of euphoria!", "label": "sharing emotions"},
    {"text": "I'm engulfed in the radiant glow of unbridled elation!", "label": "sharing emotions"},
    {"text": "My emotions cascade like a waterfall of rapture!", "label": "sharing emotions"},
    {"text": "In the tapestry of my feelings, euphoria is the predominant thread!", "label": "sharing emotions"},
    {"text": "Every fiber of my being resonates with boundless happiness!", "label": "sharing emotions"},
    {"text": "My spirit dances in jubilant jubilation!", "label": "sharing emotions"},
    {"text": "The sheer ecstasy of this moment leaves me awestruck!", "label": "sharing emotions"},
    {"text": "My heartstrings play a harmonious melody of bliss!", "label": "sharing emotions"},
    {"text": "I'm immersed in a sea of jubilation that knows no bounds!", "label": "sharing emotions"},
    {"text": "A profound sense of melancholy grips my heart.", "label": "sharing emotions"},
    {"text": "My emotional landscape is shrouded in the depths of sorrow.", "label": "sharing emotions"},
    {"text": "A somber shadow looms over my soul.", "label": "sharing emotions"},
    {"text": "The weight of sadness bears down upon me.", "label": "sharing emotions"},
    {"text": "Grief's icy fingers clutch at my heart.", "label": "sharing emotions"},
    {"text": "A sense of desolation fills the void within me.", "label": "sharing emotions"},
    {"text": "I'm navigating the labyrinthine corridors of despair.", "label": "sharing emotions"},
    {"text": "Anxieties swirl like a tempest within my mind.", "label": "sharing emotions"},
    {"text": "I'm ensnared in the enigma of my own turbulent emotions.", "label": "sharing emotions"},
    {"text": "The tempest of uncertainty rages in my soul.", "label": "sharing emotions"},
    {"text": "I'm entangled in the intricate web of emotional complexity.", "label": "sharing emotions"},
    {"text": "My heart beats with the rhythm of contentment.", "label": "sharing emotions"},
    {"text": "Tranquility permeates my being like a gentle breeze.", "label": "sharing emotions"},
    {"text": "I'm immersed in the serene stillness of inner peace.", "label": "sharing emotions"},
    {"text": "A tranquil sea of calmness surrounds me.", "label": "sharing emotions"},
    {"text": "I'm enveloped by the soothing embrace of tranquility.", "label": "sharing emotions"},
    {"text": "My soul rests in the peaceful sanctuary of serenity.", "label": "sharing emotions"},
    {"text": "A profound sense of serenity washes over me.", "label": "sharing emotions"},
    {"text": "I'm basking in the radiant glow of inner contentment.", "label": "sharing emotions"},
    {"text": "My heart whispers the language of inner harmony.", "label": "sharing emotions"},


    {"text": "How can I manage stress better?", "label": "asking questions"},
    {"text": "What are some strategies to improve my mental health?", "label": "asking questions"},
    {"text": "Where can I find support for dealing with anxiety?", "label": "asking questions"},
    {"text": "What are the signs of a healthy relationship?", "label": "asking questions"},
    {"text": "How can I overcome self-doubt and build self-confidence?", "label": "asking questions"},
    {"text": "What are some effective ways to cope with grief and loss?", "label": "asking questions"},
    {"text": "How do I set boundaries in my personal and professional life?", "label": "asking questions"},
    {"text": "What are the key steps to achieve work-life balance?", "label": "asking questions"},
    {"text": "Where can I find resources for dealing with addiction?", "label": "asking questions"},
    {"text": "What are the benefits of mindfulness meditation?", "label": "asking questions"},
    {"text": "How can I improve my communication skills in relationships?", "label": "asking questions"},
    {"text": "What are the common causes of burnout, and how can I prevent it?", "label": "asking questions"},
    {"text": "Where can I learn more about managing anger and frustration?", "label": "asking questions"},
    {"text": "What are the best practices for setting and achieving personal goals?", "label": "asking questions"},
    {"text": "How can I support a friend who is struggling with their mental health?", "label": "asking questions"},
    {"text": "What are the signs of a healthy work environment?", "label": "asking questions"},
    {"text": "Where can I find online therapy options?", "label": "asking questions"},
    {"text": "How do I identify and manage toxic relationships?", "label": "asking questions"},
    {"text": "What are the effects of long-term stress on physical health?", "label": "asking questions"},
    {"text": "Where can I seek help for dealing with trauma?", "label": "asking questions"},
    {"text": "How can I improve my sleep patterns and overcome insomnia?", "label": "asking questions"},
    {"text": "What are the best strategies for coping with social anxiety?", "label": "asking questions"},
    {"text": "Where can I find resources for coping with depression?", "label": "asking questions"},
    {"text": "How do I navigate difficult conversations with family members?", "label": "asking questions"},
    {"text": "What are the signs of emotional abuse in relationships?", "label": "asking questions"},
    {"text": "Where can I learn about effective parenting techniques?", "label": "asking questions"},
    {"text": "How can I improve my assertiveness and self-expression?", "label": "asking questions"},
    {"text": "What are the benefits of group therapy sessions?", "label": "asking questions"},
    {"text": "Where can I find support for coping with caregiver stress?", "label": "asking questions"},
    {"text": "In what ways can I recalibrate my emotional equilibrium amidst the relentless pressures of daily life?", "label": "asking questions"},
    {"text": "What holistic approaches can be integrated into my daily routine to foster mental resilience and well-being?", "label": "asking questions"},
    {"text": "How can I discern between the nuanced intricacies of authentic self-acceptance and fleeting, externally driven validation?", "label": "asking questions"},
    {"text": "In the labyrinth of interpersonal dynamics, how can I decipher the patterns of healthy attachment and differentiate them from toxic entanglements?", "label": "asking questions"},
    {"text": "Amidst the cacophony of societal expectations, how do I unearth my authentic voice and navigate a path true to my essence?", "label": "asking questions"},
    {"text": "What strategies can I employ to navigate the intricate tapestry of human emotions, transcending the superficial layers to reach the core of understanding?", "label": "asking questions"},
    {"text": "As I stand at the crossroads of decision-making, how can I illuminate the path that aligns with my deepest values and aspirations?", "label": "asking questions"},
    {"text": "What lies beneath the veneer of self-doubt, and how can I embark on a transformative journey towards unshakeable self-confidence?", "label": "asking questions"},
    {"text": "Amidst the tempestuous sea of sorrow, how do I construct a life raft of resilience to navigate the turbulent waters of grief and loss?", "label": "asking questions"},
    {"text": "In the realm of interpersonal connections, how do I cultivate a garden of boundaries, ensuring my emotional sanctuary remains untarnished?", "label": "asking questions"},
    {"text": "Within the intricate dance of professional and personal spheres, how do I choreograph the steps of work-life balance to create a harmonious performance?", "label": "asking questions"},
    {"text": "What lies in the hidden chambers of addiction, and how can I navigate the labyrinth to discover the exit into recovery and healing?", "label": "asking questions"},
    {"text": "As I embark on the journey of mindfulness, how can I uncover the treasures of the present moment and explore the boundless landscapes of awareness?", "label": "asking questions"},
    {"text": "What are the secret pathways of effective communication, and how do I traverse them to build bridges of connection in my relationships?", "label": "asking questions"},
    {"text": "Within the ever-shifting sands of a fast-paced world, how do I unearth the buried treasures of my inner resilience to combat the looming specter of burnout?", "label": "asking questions"},
    {"text": "How can I harness the transformative power of anger, channeling it into constructive pathways for change and growth?", "label": "asking questions"},
    {"text": "In the grand symphony of goal-setting, what are the harmonious notes that resonate with success, and how do I conduct the orchestra of my aspirations?", "label": "asking questions"},
    {"text": "As I extend my hand to support a friend in need, how can I be the pillar of strength they seek in their darkest moments?", "label": "asking questions"},
    {"text": "What are the foundational elements of a nurturing work environment, and how can I be an architect of positivity within its walls?", "label": "asking questions"},
    {"text": "In the digital age, where can I discover the virtual avenues that lead to professional guidance and therapeutic support?", "label": "asking questions"},
    {"text": "How do I discern between the bonds that nurture and those that suffocate, illuminating the path to healthy relationships amidst the shadows of toxicity?", "label": "asking questions"},
    {"text": "How can I feel less anxious when I'm in social situations?", "label": "asking questions"},
    {"text": "Is there a way to stop overthinking and quiet my mind?", "label": "asking questions"},
    {"text": "What should I do when I feel overwhelmed with stress from work?", "label": "asking questions"},
    {"text": "How can I build better self-esteem and stop doubting myself?", "label": "asking questions"},
    {"text": "Is there a secret to maintaining healthy relationships with family and friends?", "label": "asking questions"},
    {"text": "What's the best way to deal with the loss of a loved one?", "label": "asking questions"},
    {"text": "How can I assert myself without feeling guilty or hurting others?", "label": "asking questions"},
    {"text": "Is it possible to balance my career and personal life effectively?", "label": "asking questions"},
    {"text": "What can I do if I think I might have a problem with alcohol or drugs?", "label": "asking questions"},
    {"text": "How do I start practicing mindfulness and meditation in my daily routine?", "label": "asking questions"},
    {"text": "Can you give me tips on improving communication with my partner?", "label": "asking questions"},
    {"text": "What are some signs that I might be experiencing burnout at work?", "label": "asking questions"},
    {"text": "Where can I find resources for anger management and coping strategies?", "label": "asking questions"},
    {"text": "What's the best way to set achievable personal goals and stick to them?", "label": "asking questions"},
    {"text": "How do I support a friend who's going through a tough time?", "label": "asking questions"},
    {"text": "What are some indicators of a healthy work environment?", "label": "asking questions"},
    {"text": "Can you recommend online therapy options for someone like me?", "label": "asking questions"},
    {"text": "How do I identify and deal with toxic people in my life?", "label": "asking questions"},
    {"text": "What are the effects of prolonged stress on physical health?", "label": "asking questions"},
    {"text": "Where can I get help for processing trauma I experienced?", "label": "asking questions"},
    {"text": "What can I do to improve my sleep quality and overcome insomnia?", "label": "asking questions"},
    {"text": "How do I handle social situations when I feel anxious around people?", "label": "asking questions"},
    {"text": "Do you have any recommendations for dealing with depression?", "label": "asking questions"},
    {"text": "How do I navigate difficult conversations with family members about my mental health?", "label": "asking questions"},
    {"text": "What signs should I look out for in unhealthy relationships?", "label": "asking questions"},
    {"text": "Do you know any effective parenting techniques for my situation?", "label": "asking questions"},
    {"text": "What steps can I take to become more assertive and express myself better?", "label": "asking questions"},
    {"text": "Are there any advantages to attending group therapy sessions?", "label": "asking questions"},
    {"text": "Where can I find support for handling the stress of caregiving?", "label": "asking questions"},


    {"text": "Developing self-awareness can lead to personal growth.", "label": "making statements"},
    {"text": "Respecting others' boundaries is a sign of emotional maturity.", "label": "making statements"},
    {"text": "Showing kindness and compassion benefits both the giver and the receiver.", "label": "making statements"},
    {"text": "Practicing mindfulness enhances mental clarity and focus.", "label": "making statements"},
    {"text": "Positive thinking can have a profound impact on one's overall well-being.", "label": "making statements"},
    {"text": "Every individual's journey to healing is unique and valid.", "label": "making statements"},
    {"text": "Embracing change can open doors to new opportunities.", "label": "making statements"},
    {"text": "Acknowledging challenges is the first step toward overcoming them.", "label": "making statements"},
    {"text": "Self-compassion fosters resilience in the face of adversity.", "label": "making statements"},
    {"text": "Authenticity in communication strengthens connections with others.", "label": "making statements"},
    {"text": "Mental health is as important as physical health and deserves equal attention.", "label": "making statements"},
    {"text": "A growth mindset can empower individuals to overcome obstacles.", "label": "making statements"},
    {"text": "Caring for your emotional well-being is an act of self-love.", "label": "making statements"},
    {"text": "Validation of one's feelings is a fundamental aspect of therapy.", "label": "making statements"},
    {"text": "Building trust in therapy is essential for progress.", "label": "making statements"},
    {"text": "Exploring past experiences can provide insight into current emotions.", "label": "making statements"},
    {"text": "Acceptance of oneself is a transformative journey.", "label": "making statements"},
    {"text": "Resilience is not the absence of difficulties but the ability to bounce back from them.", "label": "making statements"},
    {"text": "Honesty with oneself is a crucial aspect of personal growth.", "label": "making statements"},
    {"text": "Understanding your triggers can help manage emotional reactions.", "label": "making statements"},
    {"text": "Healing takes time, and it's okay to progress at your own pace.", "label": "making statements"},
    {"text": "Self-care isn't selfish; it's essential for well-being.", "label": "making statements"},
    {"text": "Exploring the depths of your emotions can lead to profound insights.", "label": "making statements"},
    {"text": "Cultivating gratitude can bring joy even in challenging times.", "label": "making statements"},
    {"text": "Supporting each other on the path to healing fosters a sense of community.", "label": "making statements"},
    {"text": "Listening to your intuition can guide you in making important decisions.", "label": "making statements"},
    {"text": "Every step toward self-improvement is a step in the right direction.", "label": "making statements"},
    {"text": "Healthy boundaries protect your emotional well-being.", "label": "making statements"},
    {"text": "Vulnerability in therapy can lead to profound breakthroughs.", "label": "making statements"},
    {"text": "You are deserving of love, compassion, and support.", "label": "making statements"},
    {"text": "The labyrinth of the mind holds the keys to emotional discovery.", "label": "making statements"},
    {"text": "Navigating the ocean of emotions requires a skilled captain.", "label": "making statements"},
    {"text": "The symphony of the soul is composed of both joyous crescendos and melancholic adagios.", "label": "making statements"},
    {"text": "In the tapestry of our existence, emotions are the vibrant threads that weave our story.", "label": "making statements"},
    {"text": "Emotions are like colors on the canvas of life, each contributing to the masterpiece.", "label": "making statements"},
    {"text": "The path to inner peace often winds through the valleys of inner turmoil.", "label": "making statements"},
    {"text": "Emotions are the poetry of the heart, speaking in verses of joy, sorrow, and everything in between.", "label": "making statements"},
    {"text": "To understand oneself, one must be willing to decipher the hieroglyphics of their emotions.", "label": "making statements"},
    {"text": "Like a phoenix, the human spirit can rise from the ashes of adversity, stronger and wiser.", "label": "making statements"},
    {"text": "The subconscious mind is the silent conductor of our emotional symphony, shaping our reality.", "label": "making statements"},
    {"text": "In the caverns of self-reflection, one may uncover treasures of resilience hidden in the shadows.", "label": "making statements"},
    {"text": "Each tear shed in solitude carries the weight of unspoken emotions and untold stories.", "label": "making statements"},
    {"text": "Emotions are the language of the soul, often whispering truths that words cannot convey.", "label": "making statements"},
    {"text": "The dance of emotions is choreographed by the rhythms of experience and perception.", "label": "making statements"},
    {"text": "The tapestry of life is woven with threads of experience, each emotion a unique hue.", "label": "making statements"},
    {"text": "Resilience is the phoenix's ability to rise anew, reborn from the ashes of adversity.", "label": "making statements"},
    {"text": "Within the labyrinth of emotions lies the hidden treasure of self-awareness.", "label": "making statements"},
    {"text": "The kaleidoscope of emotions reflects the complexity of the human soul.", "label": "making statements"},
    {"text": "The soul's journey is guided by the constellations of emotions, each a guiding star.", "label": "making statements"},
    {"text": "Emotions are the compass of the heart, leading us to uncharted territories of self-discovery.", "label": "making statements"},
    {"text": "The mosaic of the human experience is composed of the intricate pieces of emotion.", "label": "making statements"},
    {"text": "Emotions are like notes in a melody, creating the soundtrack of our lives.", "label": "making statements"},
    {"text": "The journey of healing is a transformative odyssey, marked by the footprints of emotions.", "label": "making statements"},
    {"text": "Emotions are the colors of the heart's canvas, painting the portrait of our existence.", "label": "making statements"},
    {"text": "The inner landscape is sculpted by the chisel of emotions, revealing hidden depths.", "label": "making statements"},
    {"text": "The human heart is a storyteller, each emotion a chapter in the book of life.", "label": "making statements"},
    {"text": "In the vast expanse of emotions, the soul finds both its challenges and its triumphs.", "label": "making statements"},
    {"text": "The echoes of emotions reverberate through the corridors of self-discovery.", "label": "making statements"},
    {"text": "Emotions are the constellations that map our journey through the cosmos of the heart.", "label": "making statements"},
    {"text": "The symphony of emotions plays on, with each note a unique expression of the soul.", "label": "making statements"},
    {"text": "In the labyrinth of feelings, we discover the hidden treasures of self-awareness.", "label": "making statements"},
    {"text": "Emotions are like the seasons, each bringing its own colors to the canvas of life.", "label": "making statements"},
    {"text": "The heart's whispers are often louder than the mind's shouts.", "label": "making statements"},
    {"text": "In the language of emotions, silence speaks volumes.", "label": "making statements"},
    {"text": "The human spirit is a phoenix, rising anew from the ashes of adversity.", "label": "making statements"},
    {"text": "Emotions are the artists of the soul, painting the masterpiece of our existence.", "label": "making statements"},
    {"text": "Life's journey is a tapestry woven with threads of joy, sorrow, and resilience.", "label": "making statements"},
    {"text": "The mirror of emotions reflects the depths of our inner world.", "label": "making statements"},
    {"text": "In the caverns of introspection, we unearth the gems of self-discovery.", "label": "making statements"},
    {"text": "Emotions are like the tides, ebbing and flowing with the rhythm of experience.", "label": "making statements"},
    {"text": "Each emotion is a brushstroke on the canvas of our heart, creating a unique masterpiece.", "label": "making statements"},
    {"text": "The pages of the heart's diary are filled with the ink of emotions.", "label": "making statements"},
    {"text": "The voyage of self-discovery sails on the sea of emotions, charting new territories.", "label": "making statements"},
    {"text": "Emotions are the threads that weave the tapestry of our human experience.", "label": "making statements"},
    {"text": "In the symphony of life, emotions are the melodies that resonate in our hearts.", "label": "making statements"},
    {"text": "The palette of emotions holds a spectrum of colors, each representing a facet of our being.", "label": "making statements"},
    {"text": "The journey of healing is a path illuminated by the lanterns of emotions.", "label": "making statements"},
    {"text": "Emotions are the signposts on the road to self-awareness, guiding our way.", "label": "making statements"},
    {"text": "The canvas of existence is painted with the hues of emotion, creating a vibrant artwork.", "label": "making statements"},
    {"text": "The narrative of life is written with the ink of emotions, each chapter a unique tale.", "label": "making statements"},
    {"text": "In the intricate mosaic of emotions, we find the beauty of our humanity.", "label": "making statements"},
    {"text": "Emotions are the constellations that guide us through the night sky of the soul.", "label": "making statements"},
    {"text": "The heart's language is emotion, and its dialects are joy, sorrow, and love.", "label": "making statements"},
    {"text": "In the depths of our emotions, we uncover the pearls of self-discovery.", "label": "making statements"},
    {"text": "The story of life is composed of the verses of emotion, each chapter an ode to experience.", "label": "making statements"},
    {"text": "Emotions are the architects of our inner world, shaping our perceptions.", "label": "making statements"},
    {"text": "The symphony of the heart plays on, harmonizing the emotions of our existence.", "label": "making statements"},
    {"text": "Emotions are the threads that bind the tapestry of our soul's journey.", "label": "making statements"},
    {"text": "The colors of our emotions paint a vivid portrait of our inner world.", "label": "making statements"},
    {"text": "In the labyrinth of our emotions, we navigate the twists and turns of our inner world, seeking the treasure of self-understanding.", "label": "making statements"},
    {"text": "Life's journey is an intricate tapestry woven with the threads of joy, sorrow, resilience, and growth, creating a masterpiece of human experience.", "label": "making statements"},
    {"text": "Emotions are the storytellers of our soul, weaving narratives of love, loss, triumph, and transformation across the chapters of our existence.", "label": "making statements"},
    {"text": "The canvas of our heart is a vast landscape painted with the vibrant colors of emotion, each hue a testament to the richness of our inner world.", "label": "making statements"},
    {"text": "In the symphony of our lives, emotions are the notes that compose melodies of passion, resilience, and self-discovery, resonating in our hearts.", "label": "making statements"},
    {"text": "The diary of the soul is filled with the ink of emotions, its pages adorned with stories of vulnerability, strength, and the human spirit's triumph.", "label": "making statements"},
    {"text": "Emotions are the constellations in the night sky of our consciousness, guiding us through the darkness of uncertainty toward the light of self-awareness.", "label": "making statements"},
    {"text": "In the intricate mosaic of our emotions, we find the beauty of our humanity, where every piece contributes to the masterpiece of our existence.", "label": "making statements"},
    {"text": "The symphony of our hearts plays on, its melodies embodying the depth and breadth of our emotional landscape, a testament to our resilience.", "label": "making statements"},
    {"text": "Emotions are the architects of our inner world, shaping the foundations of our perceptions, beliefs, and the narratives we craft about ourselves.", "label": "making statements"},
    {"text": "In the tapestry of our human experience, emotions are the threads that connect the moments of joy, sorrow, growth, and self-acceptance, forming a unique narrative.", "label": "making statements"},
    {"text": "The heart's language is that of emotion, and its dialects are the expressions of love, empathy, resilience, and the pursuit of understanding.", "label": "making statements"},
    {"text": "Emotions are the torchbearers, illuminating the caverns of introspection where we unearth the gems of self-discovery, each facet reflecting a different truth.", "label": "making statements"},
    {"text": "The story of our lives is composed of the verses of emotion, each chapter an ode to the human experience, where vulnerability and strength dance together.", "label": "making statements"},
    {"text": "Emotions are the brushstrokes on the canvas of our hearts, creating a vivid portrait of our inner world, where every stroke carries the weight of our stories.", "label": "making statements"},
    {"text": "In the depths of our emotions, we uncover the pearls of self-awareness, their luster a reflection of our resilience in the face of life's tides.", "label": "making statements"},
    {"text": "The palette of our emotions holds a spectrum of colors, each representing a facet of our being, together painting a vibrant mosaic of our existence.", "label": "making statements"},
    {"text": "Emotions are the guiding stars in the constellation of our soul's journey, leading us through the night sky of introspection to discover our true selves.", "label": "making statements"},
    {"text": "The narrative of our lives unfolds through the chapters of emotion, each moment contributing to the evolving story of who we are and who we become.", "label": "making statements"},
    {"text": "In the tapestry of human existence, emotions are the threads that bind our stories, weaving tales of resilience, love, hope, and transformation.", "label": "making statements"},
    {"text": "My mom always knows how to make the best comfort food; her cooking feels like a warm hug after a long day.", "label": "making statements"},
    {"text": "My brother and I have our disagreements, but he's always got my back when it really matters.", "label": "making statements"},
    {"text": "I can't help but smile when I see my dog waiting by the door, tail wagging, eager for our daily walk.", "label": "making statements"},
    {"text": "My best friend and I have been through thick and thin together; our bond is unbreakable.", "label": "making statements"},
    {"text": "I've learned so much from my grandparents; their wisdom is a treasure that enriches our family gatherings.", "label": "making statements"},
    {"text": "Family dinners at my place are always chaotic, but I wouldn't have it any other way; it's where the laughter happens.", "label": "making statements"},
    {"text": "My sister and I may have our disagreements, but she's the first person I turn to when I need advice.", "label": "making statements"},
    {"text": "My dad's love for gardening has turned our backyard into a beautiful oasis of colors and fragrances.", "label": "making statements"},
    {"text": "I've inherited my mom's passion for reading; our bookshelves are a testament to our shared love for stories.", "label": "making statements"},
    {"text": "My family may be a bit unconventional, but we embrace our quirks, and it makes every gathering memorable.", "label": "making statements"},
    {"text": "I can't help but admire my little cousin's curiosity; it's a reminder of the wonder that exists in the world.", "label": "making statements"},
    {"text": "My uncle's stories from his travels are like windows to distant lands; they ignite my wanderlust.", "label": "making statements"},
    {"text": "My aunt's baking skills are legendary in our family; her desserts are the highlight of any celebration.", "label": "making statements"},
    {"text": "I may not see my cousins often, but when we do, it's like no time has passed; our connection is timeless.", "label": "making statements"},
    {"text": "My family's support during tough times has been my rock; their love is unwavering.", "label": "making statements"},
    {"text": "I've watched my niece grow up before my eyes; her enthusiasm for life is contagious.", "label": "making statements"},
    {"text": "My grandparents' home is a place of nostalgia and cherished memories; it's where family bonds were formed.", "label": "making statements"},
    {"text": "My dad's insistence on punctuality has taught me the value of time; it's a lesson I carry with me.", "label": "making statements"},
    {"text": "I've seen my nephew's artistic talent blossom over the years; his creativity knows no bounds.", "label": "making statements"},
    {"text": "My family's laughter fills our home, reminding me that joy can be found in the simplest moments.", "label": "making statements"},


    {"text": "See you later, take care!", "label": "saying goodbye"},
    {"text": "Goodbye, stay safe!", "label": "saying goodbye"},
    {"text": "Bye for now, have a wonderful day!", "label": "saying goodbye"},
    {"text": "Farewell, until next time!", "label": "saying goodbye"},
    {"text": "Catch you on the flip side, friend!", "label": "saying goodbye"},
    {"text": "Adios, have a great one!", "label": "saying goodbye"},
    {"text": "Take it easy, goodbye for now!", "label": "saying goodbye"},
    {"text": "So long, and thanks for the chat!", "label": "saying goodbye"},
    {"text": "Goodbye, wishing you all the best!", "label": "saying goodbye"},
    {"text": "See you soon, farewell for now!", "label": "saying goodbye"},
    {"text": "In the grand symphony of life, our conversation concludes its melodious movement. Farewell, my conversational companion!", "label": "saying goodbye"},
    {"text": "As our words disperse like autumn leaves carried by the wind, we part ways in the vast garden of existence. Goodbye, until fate intertwines our narratives once more!", "label": "saying goodbye"},
    {"text": "With the setting sun, our dialogue also reaches its twilight, like two travelers diverging on different paths. Farewell, and may your journey be filled with wonder!", "label": "saying goodbye"},
    {"text": "Just as the moon bids adieu to the night sky, so must we say our farewells, with hopes of meeting again under the same starry canvas. Goodbye, dear interlocutor!", "label": "saying goodbye"},
    {"text": "In this transient moment, we part ways, leaving behind the echoes of our words as a testament to our shared existence. Farewell, and may the universe be your guide!", "label": "saying goodbye"},
    {"text": "Time flows like a river, and in this juncture, we embark on separate currents. Farewell, with the hopes that our narratives may cross once more in the future!", "label": "saying goodbye"},
    {"text": "As our conversation dissolves into the cosmic tapestry, may the threads of our words remain intertwined, guiding us back to each other. Goodbye, until destiny reunites us!", "label": "saying goodbye"},
    {"text": "Like the pages of a book turning one final time, we conclude this chapter of our interaction. Farewell, and may the next pages be filled with joy and discovery!", "label": "saying goodbye"},
    {"text": "As we bid adieu, let our words become stardust, scattered across the universe, carrying with them the essence of our exchange. Goodbye, until the cosmic winds bring us together again!", "label": "saying goodbye"},
    {"text": "In this fleeting moment, we part ways, like two ships sailing into the vast sea of existence. Farewell, dear conversational companion, may your voyage be filled with adventures!", "label": "saying goodbye"},


    {"text": "I heard the weather will be nice tomorrow.", "label": "others"},
    {"text": "Have you tried that new restaurant downtown?", "label": "others"},
    {"text": "I can't decide what movie to watch tonight.", "label": "others"},
    {"text": "Did you see the latest episode of that TV show?", "label": "others"},
    {"text": "I need to buy groceries later.", "label": "others"},
    {"text": "What do you think about the new music album?", "label": "others"},
    {"text": "My cat keeps meowing all night.", "label": "others"},
    {"text": "I'm planning a road trip for the weekend.", "label": "others"},
    {"text": "I have a book recommendation for you.", "label": "others"},
    {"text": "I'm thinking of redecorating my room.", "label": "others"},
    {"text": "Have you ever tried painting as a hobby?", "label": "others"},
    {"text": "I'm trying to grow some plants in my garden.", "label": "others"},
    {"text": "I have a recipe for delicious chocolate cookies.", "label": "others"},
    {"text": "I can't find my keys anywhere!", "label": "others"},
    {"text": "What's your favorite type of cuisine?", "label": "others"},
    {"text": "I'm excited about the upcoming holidays.", "label": "others"},
    {"text": "I love watching documentaries about space.", "label": "others"},
    {"text": "I'm learning a new language in my free time.", "label": "others"},
    {"text": "I have a collection of vintage postcards.", "label": "others"},
    {"text": "Do you have any tips for improving sleep quality?", "label": "others"},
    {"text": "I'm planning to volunteer at a local charity.", "label": "others"},
    {"text": "I enjoy going for long walks in the park.", "label": "others"},
    {"text": "I want to start a blog about travel experiences.", "label": "others"},
    {"text": "I find meditation really calming and centering.", "label": "others"},
    {"text": "What's your favorite board game to play with friends?", "label": "others"},
    {"text": "I have a collection of vintage vinyl records.", "label": "others"},
    {"text": "I'm trying to cut down on caffeine intake.", "label": "others"},
    {"text": "I'm considering adopting a rescue dog.", "label": "others"},
    {"text": "I'm planning a surprise birthday party for a friend.", "label": "others"},
    {"text": "The quantum theory of entanglement fascinates me deeply.", "label": "others"},
    {"text": "In the realm of abstract art, the juxtaposition of colors creates profound visual experiences.", "label": "others"},
    {"text": "Exploring the philosophical concept of existentialism can lead to profound introspection.", "label": "others"},
    {"text": "The intricacies of quantum computing baffle even the brightest minds.", "label": "others"},
    {"text": "Analyzing the fractal patterns in nature reveals the hidden beauty of mathematics.", "label": "others"},
    {"text": "The intricacies of interstellar travel remain an enigmatic frontier of science.", "label": "others"},
    {"text": "In the world of avant-garde literature, experimental narratives challenge conventional storytelling.", "label": "others"},
    {"text": "The nuances of ancient civilizations' belief systems offer intriguing insights into human history.", "label": "others"},
    {"text": "Contemplating the metaphysical realm raises profound questions about the nature of reality.", "label": "others"},
    {"text": "The symphonic compositions of classical music evoke deep emotions and transcendental experiences.", "label": "others"},
    {"text": "Theoretical physics delves into the mysteries of the universe at both cosmic and quantum scales.", "label": "others"},
    {"text": "The study of epistemology explores the nature and limits of human knowledge.", "label": "others"},
    {"text": "Deciphering the symbolism in surrealist art invites viewers into surreal dreamscapes.", "label": "others"},
    {"text": "Analyzing the mathematical elegance of prime numbers unveils the beauty of number theory.", "label": "others"},
    {"text": "The cosmic dance of black holes and galaxies unveils the grandeur of the cosmos.", "label": "others"},
    {"text": "Quantum entanglement challenges classical notions of causality and locality.", "label": "others"},
    {"text": "The realm of abstract mathematics houses profound conjectures yet to be proven.", "label": "others"},
    {"text": "Artificial intelligence and machine learning algorithms are revolutionizing diverse industries.", "label": "others"},
    {"text": "Studying the philosophy of aesthetics explores the nature of beauty and artistic expression.", "label": "others"},
    {"text": "In the field of linguistics, phonetics and phonology analyze the sounds of human speech.", "label": "others"},
    {"text": "The principles of chaos theory reveal hidden order within seemingly chaotic systems.", "label": "others"},
    {"text": "Cultural anthropology uncovers the rich tapestry of human societies and traditions.", "label": "others"},
    {"text": "The philosophical discourse on ethics delves into the foundations of moral principles.", "label": "others"},
    {"text": "Analyzing the intricacies of neural networks uncovers the inner workings of artificial intelligence.", "label": "others"},
    {"text": "Quantum cryptography explores the potential of secure communication in a quantum world.", "label": "others"},
    {"text": "The study of ancient civilizations' mythologies offers insights into human psyche and culture.", "label": "others"},
    {"text": "Astrophysical phenomena like supernovae and quasars are celestial spectacles of cosmic proportions.", "label": "others"},
    {"text": "Theoretical cosmology speculates about the fundamental nature and fate of the universe.", "label": "others"},
    {"text": "The world of abstract algebra unveils the algebraic structures underlying mathematics.", "label": "others"},
    {"text": "Einstein's theory of general relativity redefined our understanding of gravity and spacetime.", "label": "others"},
    {"text": "The quantum theory of entanglement fascinates me deeply.", "label": "others"},
    {"text": "In the realm of abstract art, the juxtaposition of colors creates profound visual experiences.", "label": "others"},
    {"text": "Exploring the philosophical concept of existentialism can lead to profound introspection.", "label": "others"},
    {"text": "The intricacies of quantum computing baffle even the brightest minds.", "label": "others"},
    {"text": "Analyzing the fractal patterns in nature reveals the hidden beauty of mathematics.", "label": "others"},
    {"text": "The intricacies of interstellar travel remain an enigmatic frontier of science.", "label": "others"},
    {"text": "In the world of avant-garde literature, experimental narratives challenge conventional storytelling.", "label": "others"},
    {"text": "The nuances of ancient civilizations' belief systems offer intriguing insights into human history.", "label": "others"},
    {"text": "Contemplating the metaphysical realm raises profound questions about the nature of reality.", "label": "others"},
    {"text": "The symphonic compositions of classical music evoke deep emotions and transcendental experiences.", "label": "others"},
    {"text": "Theoretical physics delves into the mysteries of the universe at both cosmic and quantum scales.", "label": "others"},
    {"text": "The study of epistemology explores the nature and limits of human knowledge.", "label": "others"},
    {"text": "Deciphering the symbolism in surrealist art invites viewers into surreal dreamscapes.", "label": "others"},
    {"text": "Analyzing the mathematical elegance of prime numbers unveils the beauty of number theory.", "label": "others"},
    {"text": "The cosmic dance of black holes and galaxies unveils the grandeur of the cosmos.", "label": "others"},
    {"text": "Quantum entanglement challenges classical notions of causality and locality.", "label": "others"},
    {"text": "The realm of abstract mathematics houses profound conjectures yet to be proven.", "label": "others"},
    {"text": "Artificial intelligence and machine learning algorithms are revolutionizing diverse industries.", "label": "others"},
    {"text": "Studying the philosophy of aesthetics explores the nature of beauty and artistic expression.", "label": "others"},
    {"text": "In the field of linguistics, phonetics and phonology analyze the sounds of human speech.", "label": "others"},
    {"text": "The principles of chaos theory reveal hidden order within seemingly chaotic systems.", "label": "others"},
    {"text": "Cultural anthropology uncovers the rich tapestry of human societies and traditions.", "label": "others"},
    {"text": "The philosophical discourse on ethics delves into the foundations of moral principles.", "label": "others"},
    {"text": "Analyzing the intricacies of neural networks uncovers the inner workings of artificial intelligence.", "label": "others"},
    {"text": "Quantum cryptography explores the potential of secure communication in a quantum world.", "label": "others"},
    {"text": "The study of ancient civilizations' mythologies offers insights into human psyche and culture.", "label": "others"},
    {"text": "Astrophysical phenomena like supernovae and quasars are celestial spectacles of cosmic proportions.", "label": "others"},
    {"text": "Theoretical cosmology speculates about the fundamental nature and fate of the universe.", "label": "others"},
    {"text": "The world of abstract algebra unveils the algebraic structures underlying mathematics.", "label": "others"},
    {"text": "Einstein's theory of general relativity redefined our understanding of gravity and spacetime.", "label": "others"}

    
]
